dafoam_pytorch_hfdib_demo/datasets/four_port_64/topology_109/case/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

transportModel  Newtonian;
nu              [0 2 -1 0 0 0 0] 1.0e-2;
Pr              0.7;
Prt             0.85;
